<?php
$data = array (
  0 => 
  array (
    'Id' => '1001',
    'Name' => '主顧聖母堂',
    'Info' => '靜宜大學新建「主顧聖母堂」於108年12月6日落成！以「擁抱世界、萬眾合一」為設計主軸，結合魚、竹子與竹筍等意象；象徵聖經「五餅二魚」寓意及竹子的謙虛、氣節等精神；從高處俯瞰校門筆直通往教堂的路有如「永生幸福之路」。教堂對靜宜有「承先」與「啟後」的重要意義，並傳承志工靜宜及社會企業的精神。屋頂的玻璃十字架在陽光的照射下，呈現出不同的光影變化；教堂自空中可俯瞰出魚的外型，及通往大門的一條筆直路徑，處處巧思傳達了聖經的寓意。',
    'Latitude' => 24.22806607961599212330838781781494617462158203125,
    'Longitude' => 120.5814898461945716690024710260331630706787109375,
  ),
  1 => 
  array (
    'Id' => '1002',
    'Name' => '校門前大草坪',
    'Info' => '靜宜大學校門口的大草坪植滿台灣原生楓香，楓香樹林大道掛有LOVE字樣，一旁還設有靜宜校園各棟建築物圖示，是靜宜大學打卡熱點之一。',
    'Latitude' => 24.22578985701310472222758107818663120269775390625,
    'Longitude' => 120.5780058379914834176815929822623729705810546875,
  ),
  2 => 
  array (
    'Id' => '1003',
    'Name' => '蓋夏圖書館',
    'Info' => '蓋夏圖書館是一棟地上10層、地下2層、總面積近2萬2千平方公尺的校內圖書館，擁有超過一百四十萬筆的館藏資料。館內空間規劃有別於一般制式冰冷的閱覽室，而以打造舒適溫馨的閱讀空間為目標，建立一座「人」的圖書館。蓋夏圖書館也在2015年被列入全台10大必去圖書館。',
    'Latitude' => 24.226204112427833337051197304390370845794677734375,
    'Longitude' => 120.5813242103252633796728332526981830596923828125,
  ),
  3 => 
  array (
    'Id' => '1004',
    'Name' => '羅馬競技場',
    'Info' => '擁有羅馬中世紀風格的小廣場，經常會有學生群聚討論聊天或討論事情，也是靜宜大學的打卡好地點。。',
    'Latitude' => 24.22656871091270858187272096984088420867919921875,
    'Longitude' => 120.5792991802087357200434780679643154144287109375,
  ),
  4 => 
  array (
    'Id' => '1005',
    'Name' => '櫻花步道',
    'Info' => '每年一月下旬之時，便是櫻花盛開的季節。屆時可以到此步道欣賞櫻花，拍照打卡。',
    'Latitude' => 24.226427833581084314573672600090503692626953125,
    'Longitude' => 120.578872119325524181476794183254241943359375,
  ),
  5 => 
  array (
    'Id' => '1006',
    'Name' => '若望保祿二世體育館',
    'Info' => '本體育館啟用於100年12月，共有三層。一樓場地有礬岩場、桌球教室及健身中心，二樓場地有3面籃排球場共用之籃排球館、舞蹈教室、多功能教室及飛輪教室，三樓場地有10面羽球場地之羽球館及2道200公尺之室內跑道。',
    'Latitude' => 24.229192561674754102796214283443987369537353515625,
    'Longitude' => 120.5810624777114270500533166341483592987060546875,
  ),
  6 => 
  array (
    'Id' => '1007',
    'Name' => '靜宜大學藝術中心',
    'Info' => '靜宜大學藝術中心成立於1998年3月，位於任垣大樓一樓，主要任務為統籌並執行各項藝術展演活動事務。一樓主要展場佔地七十餘坪，有一大片透明的玻璃長廊，其穿透性空間感一直為藝文界所稱道；二樓任垣藝廊是提供校內外各單位及學生社團主題活動之開放性展示空間。',
    'Latitude' => 24.226646215767868142165752942673861980438232421875,
    'Longitude' => 120.57996053368651701021008193492889404296875,
  ),
  7 => 
  array (
    'Id' => '1008',
    'Name' => '噴水池廣場',
    'Info' => '位於圖書館旁的噴水池，平日12點會有5分鐘的噴水表演，一旁還有栩栩如生的一家三口雕像。',
    'Latitude' => 24.226700226331235654697593417949974536895751953125,
    'Longitude' => 120.5813568696728310669641359709203243255615234375,
  ),
  8 => 
  array (
    'Id' => '1009',
    'Name' => '鵲橋',
    'Info' => '位於任垣樓5樓的鵲橋又名情人橋，是經典愛情校園偶像劇 「惡作劇之吻」 中的拍攝場景之一，也是經典告白打卡場景。在鵲橋上不僅可以遠觀台中的市區美景，還是一個欣賞日落的絕佳位置。',
    'Latitude' => 24.226613625861137535366651718504726886749267578125,
    'Longitude' => 120.58000175246843355125747621059417724609375,
  ),
  9 => 
  array (
    'Id' => '1010',
    'Name' => '室內溫水游泳池',
    'Info' => '靜宜大學室內溫水游泳池擁有8道50米水道，位於體育館西側，為一獨立空間。',
    'Latitude' => 24.229426874169629257949054590426385402679443359375,
    'Longitude' => 120.5801909890946177483783685602247714996337890625,
  ),
);

echo json_encode($data, JSON_UNESCAPED_UNICODE);